

def menu_console():
    print()
    print("               ***************************************")
    print("               *             Основное меню:          *")
    print("               *            ----------------         *")
    print("               *  1. просмотр журнала                *")
    print("               *  2. вывод заметок по Id             *")
    print("               *  3. редактирование заметки          *")
    print("               *  4. добавление новых заметок        *")
    print("               *  5. удаление заметок                *")
    print("               *  6. выход из программы              *")
    print("               *                                     *")
    print("               ***************************************")
    print()

    print("                   Выберите из списка меню:  ")